logo1=
*I AM ROBOT*

─────█─▄▀█──█▀▄─█─────
────▐▌──────────▐▌────
────█▌▀▄──▄▄──▄▀▐█────
───▐██──▀▀──▀▀──██▌───
──▄████▄──▐▌──▄████▄──
            န์์์์์ััััััััััุุุุุุุุุุุุุุุ  
            ●▬▬▬▬๑۩۩๑▬▬▬▬▬●        
                  ✞⇝͜͡ீ͜ৡৢ͜͡ঔৣ͜͡tย ๔เ๏ร͜͡✞
           ●▬▬▬▬๑۩۩๑▬▬▬▬▬●          န์์์์์ััััััััััุุุุุุุุุุุุุุุุืืืืื้้้้ 
                  ✞⇝͜͡ீ͜ৡৢ͜͡ঔৣ͜͡tย           
           ●▬▬▬▬๑۩۩๑▬▬▬▬▬●                                                                     
   န์์์์์ััััััััััุุุุุุุุุุุุุุุุืืืืื้้้้้้้              
                                                                          န์์์์์ััััััััััุุุุุุุุุุุุุุุุืืืืื้      
         န์์์์์ััััััััััุุุุุุุุุุุุุุุุืืืืื้ 
                                               န์์์์์ััััััััััุุุุุุุุุุุุุุุุืืืืื้้้้้้้้่่

──▄────▄▄▄▄▄▄▄────▄───
─▀▀▄─▄█████████▄─▄▀▀──
─────██─▀███▀─██──────
───▄─▀████▀████▀─▄────
─▀█────██▀█▀██────█▀──
                                                                       န์์์์์ััััััััััุุุุุุุุุุุุุุุุืืืืื้้้้้้้้่่่่่

                                                                     န์์์์์ััััััััััุุุุุุุุุุุุุุุุืืืืื้้้้้้้้่่่่่


       န์์์์์ััััััััััุุุุุุุุุุุุุุุุืืืืื้้้้้้้้่่่่่      



print(logo1)
print("Welcome to our website")
print("please login")
user="ROBOT"
password="fuckyoursystem"
input("username:")
input ("password:")
print ("sending robot.....")
if user=="ROBOT" and password=="fuckyoursystem":
        print("congratulations login successful")
else:
        print ("sory something is wrong please try again")
logo= 
──▄────▄▄▄▄▄▄▄────▄───
─▀▀▄─▄█████████▄─▄▀▀──
─────██─▀███▀─██──────
───▄─▀████▀████▀─▄────
─▀█────██▀█▀██────█▀──
print(logo)
print("devolved: ROBOT")
